//2) Створити html блок в якому повині змінюватись картиники  з массиву кожні 3 секунди, умова щоб слайд був безкінечним 
//   (картинки можутьбути локальними у вас в проекті тоді вказуєте шлях, або це може бути шлях до картинок з інтернету)
//2**) Створіть в слайдері стрілки наступна і попередня картинка, при наведенні мишки на слайдер він повинен зупинятись, 
//при виході мишки за межі слайдера продовжувати роботу

window.onload = () => {
    let imgArray = ['img/background1.png', 'img/girl.png', 'img/third_content.png']
    
    let body = document.querySelector('body');
    let img = document.createElement('img')
    body.append(img.setAttribute('src',imgArray[1]))
}